ohmyzsh/ohmyzsh path:plugins/bgnotify
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/copybuffer
ohmyzsh/ohmyzsh path:plugins/copypath
ohmyzsh/ohmyzsh path:plugins/z

chrissicool/zsh-256color
romkatv/powerlevel10k
teonsean-dm/magic-enter
zsh-users/zsh-completions

olets/zsh-abbr kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
